# МОДУЛЬ 1
# Объект: автомобиль

# Марка автомобиля
name = 'Peugeot'
print('Марка автомобиля:\t\t', name, '\tТип переменной: ', type(name))

# Мощность двигателя (л.с.)
power = 110
print('Мощность двигателя:\t\t', power, 'л.с.', '\tТип переменной: ', type(power))

# Объем двигателя (л.)
volume = 1.6
print('Объем двигателя:\t\t', volume, 'л.', '\tТип переменной: ', type(volume))

# Автомобиль грузовик?
is_truck = False
print('Автомобиль - грузовик?\t', is_truck, '\t\tТип переменной: ', type(is_truck))

